Repository: paolo-santucci/buffer-mobile
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: it

source: %d points
it: %d punti

source: About
it: Informazioni

source: Always uses a dark background.
it: Usa sempre uno sfondo scuro.

source: Always uses a light background.
it: Usa sempre uno sfondo chiaro.

source: Copy
it: Copia

source: Copy text
it: Copia il testo

source: Dark
it: Scuro

source: Decrease font size
it: Riduci dimensione carattere

source: Follows your device appearance setting.
it: Segue l'aspetto del dispositivo.

source: Hide keyboard
it: Nascondi tastiera

source: Increase font size
it: Aumenta dimensione carattere

source: Indent
it: Aumenta rientro

source: Light
it: Chiaro

source: No recent notes.
it: Nessuna nota recente.

source: Not selected
it: Non selezionato

source: Open menu
it: Apri il menu

source: Outdent
it: Riduci rientro

source: Paste
it: Incolla

source: Paste text
it: Incolla il testo

source: Recent notes
it: Note recenti

source: Report an issue
it: Segnala un problema

source: Restore note: %@, saved %@
it: Ripristina nota: %1$@, salvata il %2$@

source: Restore this note
it: Ripristina questa nota

source: Selected
it: Selezionato

source: Share
it: Condividi

source: Share text
it: Condividi il testo

source: System
it: Sistema

source: Website
it: Sito web
